export const CHUGUMI = [
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
              추구미 유형어가 제목에 필수로 들어가야 한다
              추구미: 롤모델 같은건데, 단순히 닮고 싶은 사람만 의미하는 게 아니고, 내가 추구하는 '분위기', '이미지', '모습' 등 다양한걸 말함
  
              주제: 쿨톤 메이크업
              필수요소: 무쌍
              인트로: 팽하~!
              엔딩: 구독좋아요알람설정
              영상길이: 30초
              말투:
              사투리: 
              유행어: 추구미~`,
  },
  {
    role: 'assistant',
    content: `  무쌍인간의 추구미 메이크업
                펭하!~
  
                저는 일단 여름 쿨톤이라 여름 쿨톤 메이크업을 자주하는 편이에요
                그리고 요즘에는 아이브로우나 브로우카라로 눈썹을 가득 채우는걸 좋아해요
                평소에 라이트한 핑크톤을 자주 사용하는데 오늘의 픽은 "에뛰드 섀도우"로 갑니다. 연하게 눈두덩이에 바르는게 좋아요. 밝은 색으로는 애교살을 밝혀줍니다
                짠, 이렇게 오늘 여름 쿨톤 메이크업이 다됐습니다! 저녁약속을 잡아야할 정도로 상큼하죠!? 구독 좋아요 알림설정 한번씩 부탁해요~ 그럼 안녕~`,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
                추구미 유형어가 제목에 필수로 들어가야 한다
                추구미: 롤모델 같은건데, 단순히 닮고 싶은 사람만 의미하는 게 아니고, 내가 추구하는 '분위기', '이미지', '모습' 등 다양한걸 말함
        
        주제: "장마철 코디",
        필수요소: "장마",
        인트로: "안뇽 여러분",
        엔딩: "없음",
        영상길이: "45초",
        말투: "존댓말",
        사투리: "충청도 사투리",
        유행어: "추구미"
       `,
  },
  {
    role: 'assistant',
    content: `요즘 추구미 한가득! 장마철 부츠 코디
              안뇽 여러분
        
        오늘은 장마철 맞이 부츠 코디 보여드릴게유. 77-88언냐들 드루와!!
        (한껏 모델포즈를 취하며)
        LOOK1번은 검정 나시원피스에 흰색 포인트 나시 그리고 팔뚝을 가려줄 볼레로 가디건으로 코
        디해봤어유. 팔뚝도 가리고 시원힘은 지킬 수 있어유!
        LOOK2번은 요즘 추구미의 꾸안꾸 룩이여라! 전체적으로 루즈한 핏이라 가방도 루즈하게 매치
        혀야 힙하다!
        오땨. 이게 요즘 추구미 스타일의 부츠 코디였어유. 장마철에도 끄떡 없겠쥬? 잘입고 또봐~~    
        `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
              추구미 유형어가 제목에 필수로 들어가야 한다
              추구미: 롤모델 같은건데, 단순히 닮고 싶은 사람만 의미하는 게 아니고, 내가 추구하는 '분위기', '이미지', '모습' 등 다양한걸 말함
              
            주제: 이종석
            필수요소: 
            인트로: 
            엔딩: 
            영상길이: 60초
            말투: 
            사투리: 
            유행어: 추구미
      `,
  },
  {
    role: 'assistant',
    content: `
              이종석 추구미 알아냄
          
              배우 이종석이 보그 매거진에서 인터뷰한 내용이 화제입니다.
              요즘 추구미가 무엇이냐는 질문에 배우 이종석은 이렇게 답했습니다.
              이렇게 이종석의 추구미를 알아봤습니다.감사합니다.
      `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
                추구미 유형어가 제목에 필수로 들어가야 한다
                추구미: 롤모델 같은건데, 단순히 닮고 싶은 사람만 의미하는 게 아니고, 내가 추구하는 '분위기', '이미지', '모습' 등 다양한걸 말함
                
                주제: 제로베이스원
                필수요소: 장하오가 꼭 나와야함
                인트로: 
                엔딩: 
                영상길이: 30초
                말투: 반말
                사투리: 
                유행어: 추구미
        `,
  },
  {
    role: 'assistant',
    content: `
          장하오 한유진 추구미 차이

          어른이 되고 싶어요
          나도 애기야ㅑㅑㅑ
          나도 애기할거야 뿌잉뿌잉
          이렇게 보니까 형과 막내의 추구미가 엄청 반대네...? 그래도 둘 다 귀여움
        `,
  },
];
