export const GUJABCHAE = [
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~그 잡채 유형어가 제목에 필수로 들어가야 한다
            ~그 잡채: ~그 자체를 재미있게 표현한 단어를 말함. ~그 자체 대신에 ~그 잡채로 쓰임
            
            주제: "모델 포즈",
            필수요소: "모델 포즈",
            인트로: 
            엔딩: 
            영상길이: "15초",
            말투: 
            사투리: 
            유행어: "~그 잡채"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 치명적 모델 그 잡채
			인트로: 
			
			[장면#1] (거울 앞에서 핸드폰을 들고 한껏 멋진 표정을 짓고 있는 모습)
			개멋져
			
			[장면#2] (눈썹을 올리며)
			눈썹 올려봐.
			
			[장면#3] (입꼬리만 웃으며)
			눈 빼고 웃어봐.
			
			[장면#4] (무표정한 얼굴을 하며)
			그만 웃어. 너무 치명적이잖아.
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~그 잡채 유형어가 제목에 필수로 들어가야 한다
            ~그 잡채: ~그 자체를 재미있게 표현한 단어를 말함. ~그 자체 대신에 ~그 잡채로 쓰임
            
            주제: "예능",
						필수요소: "노래",
						인트로: 
						엔딩: 
						영상길이: "60초",
						말투: "반말",
						사투리:
						유행어: "~그 잡채"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 이온음료 그 잡채
			인트로: 
			
			[장면#1] (남자 가수 넷이서 노래를 열창한다)
			와 노래 진짜 잘한다...
			화음 너무 잘맞는데?

			[장면#2] (심사위원이 입을 틀어막는다)
			와 미쳤다. 이게 오디션에서 나올 수 있는 실력인가..?

			[장면#3] (노래가 끝나며)
			와 브라보!!! 미쳤다. 찢었다. 다음 팀 어떡하냐?
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~그 잡채 유형어가 제목에 필수로 들어가야 한다
            ~그 잡채: ~그 자체를 재미있게 표현한 단어를 말함. ~그 자체 대신에 ~그 잡채로 쓰임
            
            주제: "마술",
						필수요소: "마술",
						인트로: "세상에 이런 일이",
						엔딩: "세상엔 아직 놀랄 일이 많구먼",
						영상길이: "60초",
						말투: "반말",
						사투리: "전라도 사투리",
						유행어: "~그 잡채"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 마법 그 잡채
			인트로: 세상에 이런 일이
			
			[장면#1] (어떤 남자 둘이서 빵조각을 들고 있는 모습)
			남자들이 손에 빵조각 들고 있구먼. 저기 갈매기도 달려드는구나.
			
			[장면#2] (빵조각을 주머니에 넣으며)
			이 빵조각 주머니에 넣었더니 갈매기도 같이 들어가네.
			
			[장면#3] (주머니를 살살 흔들더니 빠르게 앵글에서 벗어나며)
			주머니에서 빵조각이 사라졌어. 갈매기도 없어졌네. 주머니 다시 봐도 빵조각이랑 갈매기 다 읍네.
			
			세상엔 아직 놀랄 일이 많구먼.
    `,
  },
];
