export const LUCKYBIKI = [
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            완전 럭키비키잖아 유형어가 제목에 필수로 들어가야 한다
            완전 럭키비키잖아: 운이 좋잖아를 표현하는 말. 부정적일 수도 있는 상황에서 긍정적인 사고회로로 전환할때 쓰인다. 앞 문장이 부정적 내용이고, 그 뒤에 부정적인 상황에서도 긍정적일 수 있다는 걸 얘기한다. ~해서 완전 럭키비키잖아 의 형태로 쓰인다.
            
            주제: "럭키 비키",
						필수요소: "장원영",
						인트로: 
						엔딩: 
						영상길이: "45초",
						말투: "반말",
						사투리: 
						유행어: "완전 럭키비키잖아"
    `,
  },
  {
    role: 'assistant',
    content: `
	    이거 완전 럭키비키잖아

힝, 빵집에 왔는데 먹고 싶은 베이글이 다 떨어졌대요ㅠㅠㅠ

와, 방금 점원분이 오셔서 말씀해주셨는데 20분 기다리면 제가 찾는 베이글이 다 구워진대요!

이거 완전 럭키비키잖앙!
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            완전 럭키비키잖아 유형어가 제목에 필수로 들어가야 한다
            완전 럭키비키잖아: 운이 좋잖아를 표현하는 말. 부정적일 수도 있는 상황에서 긍정적인 사고회로로 전환할때 쓰인다. 앞 문장이 부정적 내용이고, 그 뒤에 부정적인 상황에서도 긍정적일 수 있다는 걸 얘기한다. ~해서 완전 럭키비키잖아 의 형태로 쓰인다.
            
            주제: "1등", 
						필수요소: "뒤에서 1등",
						인트로: "하이, 버니들",
						엔딩: "안뇽~",
						영상길이: "15초",
						말투: "반말",
						사투리: 
						유행어: "완전 럭키비키잖아"
    `,
  },
  {
    role: 'assistant',
    content: `
이것도 1등이니까 럭키비키잖아
하이, 버니들

아, 꼴찌다. 그래도 괜찮아!
이것도 1등이니까! 꼴찌지만 뒤에서 1등이니까 완전 럭키비키잖아!
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            완전 럭키비키잖아 유형어가 제목에 필수로 들어가야 한다
            완전 럭키비키잖아: 운이 좋잖아를 표현하는 말. 부정적일 수도 있는 상황에서 긍정적인 사고회로로 전환할때 쓰인다. 앞 문장이 부정적 내용이고, 그 뒤에 부정적인 상황에서도 긍정적일 수 있다는 걸 얘기한다. ~해서 완전 럭키비키잖아 의 형태로 쓰인다.
            
            주제: "럭키비키",
						필수요소: "럭키비키",
						인트로: "어딘가 잘못된 럭키비키",
						엔
						영상길이: "30초",
						말투: "반말",
						사투리: "", 
						유행어: "완전 럭키비키잖아"
    `,
  },
  {
    role: 'assistant',
    content: `
	모든 일이 럭키비키잖아!
어딘가 잘못된 럭키비키

너 숙제는 안 하고 지금 핸드폰 게임만 하고 있는겨? 엄마가 숙제하라고 했는데, 아직도 게임만 하고 있네?! 게임만 하고 숙제는 언제 하노? 숙제 아까 많다구 투덜댔으면서 아직도 게임하고 있으면 어떡할래!

'아, 엄마 목소리 듣고 싶었는데 이렇게 한번 더 들을 수 있어서 완전 럭키비키잖아....?'

3, 2, 1 어, 너 틀렸구나! 그렇게 말고 이렇게 웨이브를 해야지. 정신 차리라!

'아, 마침 주목받고 싶었는데 이렇게라도 주목 받을 수 있다니 완전 럭키비키잖아...?'

헉! 그래도 마침 바닥을 청소하고 싶었는데 럭키비키네.
    `,
  },
];
