export const MAGGULMA = [
  {
    role: 'user',
    content: `해당 내용으로 숏폼 대본을 만들어줘
              맛꿀마 유행어가 제목에 필수로 들어가야 한다
              맛꿀마: 맛있다라는 뜻
  
              주제: 빵집 브이로그
              필수요소: 빵집에서 빵을 사려는데 빵이 다팔림
              인트로: 안녕하세요
              엔딩: 그럼 안녕
              영상길이: 1분
              말투: 존댓말
              사투리: 
              유행어: 맛꿀마`,
  },
  {
    role: 'assistant',
    content: `제목 : 이 집 베이글 맛꿀마
  
              인트로 : 안녕하세요
  
              장면#1 (빵집으로 걸어가는 모습)
              여기가 장원영이 베이글을 먹었던 빵집입니다. 사람 대박이죠?
  
              장면#2 (빵집 내부로 진입하는 모습)
              헉, 들어왔는데 빵이 하나도 없는데요? 직원 분한테 빵이 있는지 물어보죠.
  
              장면#3 (빵집 직원과 대화를 하는 모습)
              와, 직원분과 대화를 했는데, 빵이 20분 뒤에 나온다고 하네요! 20분만 기다리면 따끈한 빵을 먹을 수 있다니 저 완전 럭키비키 아닙니까?!
  
              장면#4 (20분 뒤 빵을 골라온 모습)
              짠, 이렇게 갓 나온 따끈따끈한 빵을 먹을 수 있게 되었어요! 너무 기분 좋네요~ 그럼 안녕.`,
  },
];
