export const REMEMBER = [
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~은 이 일을 기억할 것입니다 유형어가 제목에 필수로 들어가야 한다
            ~은 이 일을 기억할 것입니다: 후일을 도모하겠다 라는 느낌으로 쓰임. 특정 대상 혹은 사건에서 자신에게 있었던 일을 기억할 것이라는 뜻으로 쓰임. 혹은 그냥 기억하겠다 라는 말로도 쓰임.
            
            주제: "코끼리",
						필수요소: 
						인트로: 
						엔딩: 
						영상길이: "45초",
						말투: "존댓말",
						사투리: 
						유행어: "~은 이 일을 기억할 것입니다"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 코끼리는 이 일을 기억할 것입니다
			인트로:
			
			[장면#1] (사육사가 나타나 아기 코끼리를 살짝 발로 차며 장난치는 모습)
			사육사가 아기 코끼리한테 가벼운 발길질을 했습니다. 
			
			[장면#2] (아기 코끼리가 사육사한테 달려들지만 사육사가 피하는 모습)
			이에 질세라 아기 코끼리도 사육사한테 달려들지만 사육사가 웃으며 피하는군요.
			
			[장면#3] (사육사가 아기 코끼리의 뒤에서 엉덩이를 붙잡고 서있는 모습)
			아기 코끼리가 화가 났는지 짧은 다리로 열심히 발길질을 해보지만 사육사한테는 맞지 않는군요. 이쯤 되면 아기 코끼리가 안타깝습니다.
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~은 이 일을 기억할 것입니다 유형어가 제목에 필수로 들어가야 한다
            ~은 이 일을 기억할 것입니다: 후일을 도모하겠다 라는 느낌으로 쓰임. 특정 대상 혹은 사건에서 자신에게 있었던 일을 기억할 것이라는 뜻으로 쓰임. 혹은 그냥 기억하겠다 라는 말로도 쓰임.
            
            주제: "재미있는 이야기",
						필수요소: "미국",
						인트로: 
						엔딩: "구독 좋아요 알림설정"
						영상길이: "60초",
						말투: "존댓말",
						사투리: "제주도 사투리",
						유행어: "~은 이 일을 기억할 것입니다"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 할머니는 이 일을 기억할 것입니다
			인트로:
			
			[장면#1] (할머니가 나와 인터뷰를 하는데 표정이 굉장히 화나보이는 모습)
			미국 텍사스주 리빙스턴시에 사는 73세 주디 할머니

			[장면#2] (강아지 모습이 나오며)
			할머니는 자기가 기르던 망아지를 야생 악어한테 잃어버리셨어.

			[장면#3] (악어가 망아지를 물어 도망가는 모습)
			할머니는 악어 모양을 똑똑히 기억해 두셨다.

			[장면#4] (주먹을 굳게 쥐는 모습)
			언젠가는 복수하리라 다짐했수다.

			[장면#5] (목장의 사진이 나오며 양도 보이는 모습)
			3년 후 할머니는 자기가 기르던 목장을 지나가다가 엄청 큰 악어를 발견했수다.

			[장면#6] (악어가 기어가는 모습)
			할머니는 그 악어 모양이 자기가 기르던 망아지를 죽인 악어 모양이란 걸 확신했수다.
	
			[장면#7] (악어를 향해 총을 겨눈 모습)
			할머니는 자기가 가진 윈체스터 라이플 들고 와서 악어를 향해 쐈수다. 그렇게 사냥당한
			악어 크기가 무려 3.6미터나 됐다 아이가. 그래서 악어 고기는 먹고, 가죽은 신발로 만들
			고, 머리랑 꼬리는 박제해 전시했수다.

			가시기 전에 구독, 좋아요, 알림 설정 한 번씩 부탁드리겠습니다. 나는 또 재밌는 이야기
			로 찾아뵙겠습니다.
    `,
  },
  {
    role: 'user',
    content: `해당 내용으로 숏폼을 만들어줘
            ~은 이 일을 기억할 것입니다 유형어가 제목에 필수로 들어가야 한다
            ~은 이 일을 기억할 것입니다: 후일을 도모하겠다 라는 느낌으로 쓰임. 특정 대상 혹은 사건에서 자신에게 있었던 일을 기억할 것이라는 뜻으로 쓰임. 혹은 그냥 기억하겠다 라는 말로도 쓰임.
            
            주제: "게임",
						필수요소: "오버워치",
						인트로: 
						엔딩: 
						영상길이: "15초",
						말투: "존댓말"
						사투리: 
						유행어: "~은 이 일을 기억할 것입니다"
    `,
  },
  {
    role: 'assistant',
    content: `
	    제목: 둠피스트는 이 일을 기억할 것입니다
			인트로:
			
			[장면#1] (오버워치 플레이 모습)
			오늘은 오버워치에서 파라로 인성질을 해보겠습니다.
			
			[장면#2] (다른 플레이어를 농락하는 모습)
			아 둠피스트가 도망가네요. 어림없죠.
			낙사 나이스ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ
			
			[장면#3] (다른 플레이어가 채팅창으로 욕하는 장면을 보여줌)
			ㅋㅋㅋㅋㅋ욕하니까 한번 더 해야겠다. 아 너무 재밌는데요?
    `,
  },
];
